<?php 
	if(!defined('VIEW_NAV'))
		die("Invalid request!");
	define('VIEW_SHOW', true);

?>
<div id="direction"><a href="index.php">Αρχική</a> &nbsp;&gt;&gt;&nbsp; Πληροφορίες για την Βιβλιοθήκη</div>
<div class="content">
	<div class="info-accordion">
	    <div class="head">Πρόσβαση στην βιβλιοθήκη</div>
	    	<div class="info">
	    		<div class="block" style="width: 305px;"><img src="http://www.nlg.gr/images/ebekalo1.gif" alt="Η βιβλιοθήκη σήμερα"/></div>
	    		<div class="block" style="width: 350px; font-size: 16px; vertical-align: top;">
    	    		Η Εθνική Βιβλιοθήκη της Ελλάδος στεγάζεται σε Νεοκλασικό κτίριο στον αριθμό 32 της οδού Πανεπιστημίου στο κέντρο της Αθήνας. 
        			Η ανέγερση του κτιρίου άρχισε το 1888 και ολοκληρώθηκε το 1903. Τα σχέδια έγιναν από τον Θεόφιλο Χάνσεν 
        			ενώ η επίβλεψη της ανέγερσης από τον Ερνέστο Τσίλλερ.
        			Τα έξοδα τις ανέγερσης του νέου κτιρίου ανέλαβαν οι αδελφοί Παναγής, Μαρίνος και Ανδρέας Βαλλιάνος.
        		</div>
	    		<div class="block" style="width: 450px; font-size: 16px; vertical-align: top;">
    	    		Σήμερα στο Κεντρικό κτίριο της ΕΒΕ στεγάζονται τα παρακάτω Τμήματα και Υπηρεσίες:
    	    		<ol>
    	    			<li class="link">Γενική Διεύθυνση</li>
    	    			<li class="link">Κεντρικό Αναγνωστήριο</li>
    	    			<li class="link">Αναγνωστήριο Χειρογράφων</li>
    	    			<li class="link">Τμήμα Γραμματείας</li>
    	    			<li class="link">Λογιστήριο</li>
    	    			<li class="link">Τμήμα Εισαγωγής</li>
    	    			<li class="link">Γραφείο Περιοδικών</li>
    	    			<li class="link">Εθνικό Γραφείο αριθμοδοτήσεων ISBN / ISSN / ISMN</li>
    	    			<li class="link">Τμήμα Αναγνωστηρίων</li>
    	    			<li class="link">Τμήμα Χειρογράφων - Ομοιοτύπων</li>
    	    			<li class="link">Τμήμα Μηχανογράφησης - Τεκμηρίωσης</li>
    	    		</ol>
        		</div>
				<div class="block" style="width: 205px; margin: 0 0 0 30px;">
    				<img src="http://www.nlg.gr/images/paliaethniki.gif" alt="Η Βιβλιοθήκη τα χρόνια 1843-1903" /> <br />
    				<img src="http://www.nlg.gr/images/nlg1903.gif" alt="Η Βιβλιοθήκη από το 1903" />
    			</div>
			</div>
	    <div class="head">Ιστορικά Στοιχεία</div>
	    	<div class="info">
	    		H Εθνική Βιβλιοθήκη της Ελλάδος (ΕΒΕ) ιδρύθηκε τυπικά με το Διάταγμα, που εκδόθηκε στις 15 Μαΐου 1832, με την επωνυμία "Δημοσία Βιβλιοθήκη" και με Διευθυντή το Γεώργιο Γεννάδιο, που έφερε τον τίτλο του "Επιστάτου".
                Οι πρώτες "Σκέψεις περί σχηματισμού Εθνικής Ελληνικής Βιβλιοθήκης" δημοσιεύτηκαν από το φιλέλληνα Ιω. Μάγερ σε άρθρο του στα "Ελληνικά Χρονικά" του Μεσολογγίου, τον Αύγουστο του 1824. Η ιδέα υλοποιήθηκε το 1829 από τον Κυβερνήτη Ιωάννη Καποδίστρια, ο οποίος συμπεριέλαβε τη Βιβλιοθήκη μαζί με τα άλλα πνευματικά Ιδρύματα -Σχολεία, Εθνικό Μουσείο, Τυπογραφία- στο Ορφανοτροφείο της Αίγινας, και ανέθεσε την επιστασία της στον Ανδρέα Μουστοξύδη, Πρόεδρο της Επιτροπής του Ορφανοτροφείου, Έφορο και Διευθυντή του Εθνικού Μουσείου, Έφορο του Κεντρικού Σχολείου κ.λπ.
				<br /><br />
                <div class="block" style="width: 450px;">
                	Στο τέλος του 1830 η Βιβλιοθήκη, που χαρακτηριζόταν από τον ίδιο το Μουστοξύδη ως Εθνική Βιβλιοθήκη, αριθμούσε 1.018 τόμους εντύπων βιβλίων, που είχαν συλλεγεί μετά από έκκληση των Αρχών προς όλους τους Έλληνες και φιλέλληνες, προς τους διοικητές και προς τις μονές της χώρας.
                	Το 1834 η Βιβλιοθήκη μεταφέρθηκε στη νέα πρωτεύουσα του Κράτους, την Αθήνα, και στεγάστηκε προσωρινά στο κτίσμα του Λουτρού (στη Ρωμαϊκή Αγορά) και αργότερα στην εκκλησία του Αγίου Ελευθερίου (δίπλα στη Μητρόπολη) και σε άλλα κτίρια.
                	<br /><br />
                	Παράλληλα με την κρατική μέριμνα για τον εμπλουτισμό της με αγορές ιδιωτικών βιβλιοθηκών, όπως αυτή του Δημ. Ποστολάκα (1.995 τόμοι), η Βιβλιοθήκη δέχτηκε πολλές δωρεές βιβλίων, όπως αυτές των Χριστόφ. και Κωνστ. Σακελλαρίου (5.400 τόμοι), του Μάρκου Ρενιέρη (3.401 τόμοι) κ.ά.
                </div>
				<div class="block" style="width: 205px;"><img src="http://www.nlg.gr/images/apopsianagn.gif" alt="Κεντρικό Αναγνωστήριο"/></div><br />
				Το 1842 η Δημόσια Βιβλιοθήκη (με 35.000 τόμους) ενοποιήθηκε με τη Βιβλιοθήκη του Πανεπιστημίου (15.000 τόμους) και συστεγάστηκαν, μαζί με τη Νομισματική Συλλογή, στο νέο κτίριο του Οθώνειου Πανεπιστημίου. Πρώτος Έφορος (Διευθυντής) ορίστηκε ο Γεώργιος Κοζάκης-Τυπάλδος, που παρέμεινε στη θέση αυτή ως το 1863. Την εποχή αυτή η Βιβλιοθήκη εμπλουτίστηκε με σημαντικές δωρεές σπάνιων ξενόγλωσσων βιβλίων, προερχόμενες από βασιλείς και ηγεμόνες χωρών της Ευρώπης.
				<br /><br />
                Με το βασιλικό διάταγμα του 1866 οι δύο Βιβλιοθήκες συγχωνεύτηκαν και διοικητικά σε μία, με τον τίτλο "Εθνική Βιβλιοθήκη της Ελλάδος".
                Στις 16 Μαρτίου 1888 τέθηκε ο θεμέλιος λίθος του νεοκλασσικού μαρμάρινου κτηρίου, που χρηματοδοτήθηκε από τους Κεφαλλήνες αδελφούς Παναγή, Μαρίνο και Ανδρέα Βαλλιάνο. Η Βιβλιοθήκη παρέμεινε στο κτήριο του Πανεπιστημίου μέχρι το 1903, οπότε μεταφέρθηκε στο νέο λαμπρό κτήριο, που σχεδιάστηκε από το Θεόφιλο Χάνσεν και οικοδομήθηκε με γενική επίβλεψη του Ερνέστου Τσίλλερ.
				<br /><br />
				Σήμερα η Εθνική Βιβλιοθήκη εξακολουθεί να στεγάζεται στο Βαλλιάνειο κτίριο, στο κέντρο της Αθήνας (Πανεπιστημίου 32, Αθήνα) καθώς και σε δύο άλλα κτίρια (Αγία Παρασκευή - Νέα Χαλκηδόνα) και η πολύτιμη, στο σύνολό της, Συλλογή του υλικού της περιλαμβάνει το γραπτό εθνικό πολιτιστικό θησαυρό της Ελλάδας.
	    	</div>
		<div class="head">Διοίκηση</div>
			<div class="info">
				<div class="head shead">Γενικός διευθυντής</div>
    				<div class="info">
    					Ο Γενικός Διευθυντής της Ε.Β.Ε. είναι δημόσιος λειτουργός και διορίζεται με απόφαση του Υπουργού Εθνικής Παιδείας και Θρησκευμάτων με τριετή θητεία, που μπορεί να ανανεώνεται κάθε φορά για πέντε έτη, ύστερα από γνώμη του Ε.Σ. Στον Γενικό Διευθυντή της Ε.Β.Ε. χορηγείται ειδικό επίδομα αυξημένων προσόντων, το ύψος του οποίου καθορίζεται με κοινή απόφαση των Υπουργών Οικονομίας και Οικονομικών και Εθνικής Παιδείας και Θρησκευμάτων.<br /><br />
                        Ο Γενικός Διευθυντής της Ε.Β.Ε. έχει τις ακόλουθες αρμοδιότητες:<br /><br />
                        α) Διευθύνει την Ε.Β.Ε., έχει την ευθύνη για την εύρυθμη λειτουργία της και είναι εκκαθαριστής δαπανών.<br /><br />
                        β) Έχει την ευθύνη της στρατηγικής ανάπτυξης της Ε.Β.Ε.<br /><br />
                        γ) Εισηγείται στο Εφορευτικό Συμβούλιο:<br /><br />
                        <div style="margin: 0 0 0 20px;">αα) τον Εσωτερικό Κανονισμό Λειτουργίας,<br />
                        ββ) το στρατηγικό σχεδιασμό,<br />
                        γγ) τον προϋπολογισμό, απολογισμό και ισολογισμό,<br />
                        δδ) την αγορά Υλικού και την πολιτική επιλογής, απόσυρσης, ανταλλαγής και εν γένει διάθεσης του πολλαπλού Υλικού,<br />
                        εε) τον προγραμματισμό πρόσληψης κάθε είδους προσωπικού,<br />
                        στστ) κάθε θέμα που ανήκει στην αρμοδιότητα του Ε.Σ.</div><br /><br />
                        δ) Είναι προϊστάμενος των υπηρεσιών και του προσωπικού της Ε.Β.Ε., αναθέτει την άσκηση επιμέρους αρμοδιοτήτων στο προσωπικό και φροντίζει για την αξιοποίηση των τυπικών και ουσιαστικών προσόντων του, μέσα στο πλαίσιο που ορίζει ο Οργανισμός.<br /><br />
                        ε) Τοποθετεί το προσωπικό στις επιμέρους Υπηρεσίες, εκτός των προϊσταμένων των Υπηρεσιών.<br /><br />
                        στ) Εκπροσωπεί την Ε.Β.Ε. δικαστικώς και εξωδίκως.<br /><br />
                        ζ) Ασκεί κάθε άλλη αρμοδιότητα που του μεταβιβάζει το Ε.Σ.<br /><br />
                        Επίσης ο Γενικός Διευθυντής της Ε.Β.Ε. μπορεί να προβαίνει σε αγορά Υλικού και χωρίς προηγούμενη έγκριση της δαπάνης από το Ε.Σ., όταν:<br /><br />
                        α) πρόκειται για σπάνιο, πολύτιμο ή δυσεύρετο Υλικό που εξυπηρετεί το σκοπό της Ε.Β.Ε. ή συμπληρώνει τις Συλλογές της και διατίθεται με διαδικασία πλειστηριασμού που διεξάγεται δημοσίως,<br />
                        β) το ποσό αγοράς δεν ξεπερνά τα 10.000 Ευρώ. Για την υλοποίηση της διάταξης αυτής υπάρχει ειδικός κωδικός στον προϋπολογισμό της Ε.Β.Ε. και οι αγορές διενεργούνται στο πλαίσιο της πίστωσης που εγγράφεται ετησίως για το σκοπό αυτό. Η πίστωση αυτή καθώς και το ποσό που αναφέρεται στην περίπτωση β΄ μπορεί να αυξομειώνονται κατά τη διάρκεια της ετήσιας χρήσης με απόφαση του Ε.Σ.
    				</div>
				<div class="head shead">Εφορευτικό συμβούλιο</div>
					<div class="info ">
                        Το Εφορευτικό Συμβούλιο (Ε.Σ.) της Ε.Β.Ε. το οποίο είναι και το ανώτατό της όργανο έχει επτά μέλη και αποτελείται από έναν εκπρόσωπο του ΥΠ.Ε.Π.Θ. και έξι πρόσωπα αναγνωρισμένου κύρους, με σημαντικό έργο στους τομείς του πολιτισμού, των επιστημών ή της παραγωγής, που ορίζονται με τους αναπληρωτές τους. Το Ε.Σ. ορίζεται με απόφαση του Υπουργού Εθνικής Παιδείας και Θρησκευμάτων, που δημοσιεύεται στην Εφημερίδα της Κυβερνήσεως. Με την ίδια απόφαση ορίζονται ο Πρόεδρος και ο Αντιπρόεδρος αυτού. Το Ε.Σ. συγκαλείται με πρόσκληση του Προέδρου του εντός δεκαπέντε ημερών από το διορισμό των μελών του.
                        Η θητεία των μελών είναι τριετής. <br />Το Ε.Σ. συνεδριάζει τουλάχιστον μία φορά το μήνα και ενδιάμεσα κατά την κρίση του Προέδρου. Ο Πρόεδρος συγκαλεί υποχρεωτικά το Ε.Σ. όταν το ζητήσει ο Γενικός Διευθυντής ή τρία τουλάχιστον μέλη του, που οφείλουν να προσδιορίζουν και τα θέματα για τα οποία ζητούν την έκτακτη σύγκληση. Ο Γενικός Διευθυντής μετέχει στις συνεδριάσεις χωρίς ψήφο και εισηγείται τα θέματα της ημερήσιας διάταξης.
                        Γραμματέας του Ε.Σ. είναι υπάλληλος της Ε.Β.Ε. που ορίζεται από τον Πρόεδρο.<br />
                        Το Ε.Σ. έχει τις ακόλουθες αρμοδιότητες:<br /><br />
                        α) Διαμορφώνει την πολιτική της Ε.Β.Ε..<br /><br />
                        β) Μεριμνά για την επίτευξη του σκοπού της Ε.Β.Ε., επιδιώκει ενεργό συμμετοχή της στην πολιτιστική και πληροφοριακή ανάπτυξη του τόπου, αποφασίζει την οργάνωση ή συμμετοχή της σε εθνικές ή διεθνείς εκδηλώσεις, όπως συνέδρια, σεμινάρια, ανακοινώσεις ή εκθέσεις σε θέματα σχετικά με τον σκοπό της, αποφασίζει για κάθε θέμα σχετικό με την υλοποίηση προγραμμάτων και παρακολουθεί την πορεία της πραγματοποίησής τους.<br /><br /> 
                        γ) Εποπτεύει την εύρυθμη λειτουργία της Ε.Β.Ε.<br /><br /> 
                        δ) Εγκρίνει τον προϋπολογισμό, απολογισμό και ισολογισμό της Ε.Β.Ε.<br /><br />
                        ε) Εξασφαλίζει τον έλεγχο της περιουσίας και της οικονομικής διαχείρισης της Ε.Β.Ε. σύμφωνα με την ισχύουσα νομοθεσία.<br /><br /> 
                        στ) Αποφασίζει για θέματα δαπανών και προμηθειών.<br /><br />
                        ζ) Καταρτίζει τον Εσωτερικό Κανονισμό Λειτουργίας της Ε.Β.Ε..<br /><br />
                        η) Εγκρίνει την πολιτική επιλογής, απόσυρσης, και διάθεσης των πολλαπλών αντιτύπων του Υλικού της Ε.Β.Ε..<br /><br />
                        θ) Εγκρίνει την ετήσια έκθεση που υποβάλλει ο Γενικός Διευθυντής.<br /><br />
                        ι) Αποδέχεται ή αποποιείται κληρονομίες, κληροδοσίες ή δωρεές και κάθε είδους χορηγίες, επιχορηγήσεις ή εισφορές φυσικών ή νομικών προσώπων της ημεδαπής ή αλλοδαπής.<br /><br />
                        ια) Γνωμοδοτεί για την ανανέωση της θητείας του Γενικού Διευθυντή.<br /><br />
                        ιβ) Προγραμματίζει και εισηγείται στο ΥΠ.Ε.Π.Θ. την πρόσληψη προσωπικού.<br /><br />
                        ιγ) Τοποθετεί, μετά από εισήγηση του Γενικού Διευθυντή, τους προϊσταμένους των Υπηρεσιών.<br /><br />
                        ιδ) Εγκρίνει συνεργασίες σε εθνικό και διεθνές επίπεδο, που προωθούν την αποστολή της Ε.Β.Ε.. <br /><br />
                        ιε) Έχει κάθε αρμοδιότητα που δεν ανατίθεται ειδικώς σε άλλο όργανο της Ε.Β.Ε..<br /><br />
                        Το Ε.Σ. μπορεί να μεταβιβάζει κάποιες από τις αρμοδιότητές του στον Πρόεδρο ή το Γενικό Διευθυντή. Ο Πρόεδρος συγκαλεί το Ε.Σ., καταρτίζει την ημερήσια διάταξη, προεδρεύει στις συνεδριάσεις του και επιβλέπει για την εκτέλεση των αποφάσεών του. Έχει ακόμη τις αρμοδιότητες που του μεταβιβάζει το Ε.Σ.
					</div>
			</div>
	    <div class="head" onClick="window.open('http://www.nlg.gr/photogallery.htm','Ξενάγηση','width=600,height=600')">Περιήγηση στο κτίριο</div>
	    	<div class="info">Αν ο περιηγητής σας το επιτρέπει θα ανοίξει ένα αναδυόμενο παράθυρο για την περιήγησή σας.</div>
	    <div class="head" onClick="window.open('http://www.nlg.gr/eggrafa/pdf/2002.pdf','2002','width=900,height=800')">Ετήσιες Εκθέσεις</div>
	    	<div class="info">Αν ο περιηγητής σας το επιτρέπει θα ανοίξει ένα αναδυόμενο παράθυρο για την περιήγησή σας.</div>
	    <div class="head" onClick="window.open('http://www.nlg.gr/eggrafa/pdf/braxipro.pdf','Σχέδιο','width=900,height=800')">Στρατηγικό Σχέδιο</div>
	    	<div class="info">Αν ο περιηγητής σας το επιτρέπει θα ανοίξει ένα αναδυόμενο παράθυρο για την περιήγησή σας.</div>
		<div class="head">Οι θησαυροί μας</div>
	    	<div class="info"></div>
	    <div class="head">Κανονισμοί</div>
	    	<div class="info"></div>
		<div class="head">Οι χώροι μας</div>
	    	<div class="info"></div>
		<div class="head">Έκδοση δελτίου αναγνώστη</div>
	    	<div class="info">Για την έκδοση Δελτίου Αναγνώστη μπορείτε να υποβάλετε την αίτησή σας μέσω του Internet συμπληρώνοντας τα παρακάτω πεδία με 
        	    κεφαλαίους ελληνικούς χαρακτήρες. Το Δελτίο Αναγνώστη παρέχεται δωρεάν από την Εθνική Βιβλιοθήκη. Η Εθνική Βιβλιοθήκη της Ελλάδος 
        	    διατηρεί κάθε δικαίωμα για την αποδοχή η απόρριψη της αίτησής σας. Προσοχή, κατά την πρώτη σας επίσκεψη στην Εθνική Βιβλιοθήκη 
        	    θα πρέπει να προσκομίσετε 2 φωτογραφίες ταυτότητας καθώς και την Αστυνομιή σας ταυτότητα προκειμένου να γίνουν οι απαραίτητες 
        	    ενέργειες για την έκδοση του Δελτίου Αναγνώστη σε περίπτωση αποδοχής της αίτησής σας.
     			<form action="aitiseisi.php" method="POST" name="aitisi" id="aitisi">
                 	<div class="header">Φόρμα Έκδοσης Δελτίου Αναγνώστη</div>
            		<label for="surname">Επώνυμο: </label><input type="text" id="surname" maxlength="25" /><br />
            		<label for="name">Όνομα: </label><input type="text" id="name" maxlength="25" /><br />
            		<label for="idiotita">Ιδιότητα: </label><input type="text" id="idiotita" maxlength="25" /><br />
            		<label for="job">Επάγγελμα: </label><input type="text" id="job" maxlength="25" /><br />
            		  
            		<div class="sub">Στοιχεία Αστυνομικής ταυτότητας<br />
            			<label for="id-num">Αρ.: </label><input type="text" id="id-num" maxlength="10" /><br />
            			<label for="id-publ">Εκδ.  αρχή: </label><input type="text" id="id-publ" maxlength="25" /><br />
            		</div>                                 
            		<div class="sub">Διεύθυνση κατοικίας<br />
            			<label for="house-addr">Οδός: </label><input type="text" id="house-addr" maxlength="25" /><br />
            			<label for="house-num">Αρ.: </label><input type="text" id="house-num" maxlength="5" /><br />
            			<label for="house-tk">Τ.Κ.: </label><input type="text" id="house-tk" maxlength="5" /><br />
            			<label for="house-city">Πόλη: </label><input type="text" id="house-city" maxlength="25" /><br />
            			<label for="house-phone">Τηλέφωνο: </label><input type="text" id="house-phone" maxlength="10" /><br />
            		</div>
            		<div class="sub">Διεύθυνση εργασίας<br />
            			<label for="job-addr">Οδός: </label><input type="text" id="job-addr" maxlength="25" /><br />
            			<label for="job-num">Αρ.: </label><input type="text" id="job-num" maxlength="5" /><br />
            			<label for="job-tk">Τ.Κ.: </label><input type="text" id="job-tk" maxlength="5" /><br />
            			<label for="job-city">Πόλη: </label><input type="text" id="job-city" maxlength="25" /><br />
            			<label for="job-phone">Τηλέφωνο: </label><input type="text" id="job-phone" maxlength="10" /><br />
            		 </div>
            		 <input type="submit" value="Υποβολή" class="box form-button"/>
           		</form>
	    	</div>
	</div>
	<script type="text/javascript">
		jQuery(document).ready(function(){
			$('.info-accordion .head').click(function() {
				$(this).next().toggle('fast');
				return false;
			}).next().hide();
		});
	</script>
</div>