<?php 
	if(!defined('VIEW_NAV'))
		die("Invalid request!");
	define('VIEW_SHOW', true);
	$db->connect();
	$logged = $user->is_logged_in();
?>
<div id="direction"><a href="index.php">Αρχική</a></div>
<div class="content">
	<div class="index-title" style="color: white; font-size: 20px; line-height: 1.5em; border-radius: 4px;">
		Καλώς ορίσατε στην ηλεκτρονική πύλη της Εθνικής Βιβλιοθήκης Αθηνών.
	</div>
	<?php if(announcements::num() > 0) {?>
		<div id="announcements">
			<div id="announcements-header">Ανακοινώσεις</div><br />
			<?php 
				announcements::show();
				$db->close();
			?>
		</div>
		<div style="display: inline-block; vertical-align: top; margin: 0 0 0 20px;">
			<div class="box index-box link" style="margin-top: 10px;">
		        <?php if($logged){?>
					<a href="index.php?show=cp&more=lended" style="text-decoration: none;">Δανεισμένα</a>
			    <?php } else{?>
					Διασημότερα
			    <?php }?>
			</div>
			<div class="box index-box link">Νέες κυκλοφορίες</div>
			<div class="box index-box link">Προτάσεις</div>
			<div class="box index-box link">Ανακοινώσεις</div>
			<div class="box index-box link">Δελτία τύπου</div>
			<div class="box index-box link">Θέσεις εργασίας</div>
		</div>
	<?php } ?>
	<div id="index-content">
		Σας καλωσορίζουμε στην ιστοσελίδα της Εθνικής Βιβλιοθήκης της Ελλάδας, με την οποία επιδιώκουμε τόσο την ενημέρωσή σας όσο και τη χρήση των υπηρεσιών μας.
		Η αποστολής της ΕΒΕ είναι, σύμφωνα με την ισχύουσα νομοθεσία (Ν. 3149/03), η συγκέντρωση, οργάνωση και απόδοση στο κοινό της, σε κάθε δυνατή μορφή, 
		γραπτών προϊόντων επιστήμης και πολιτισμού που συνδέονται με την Ελλάδα. Η Ε.Β.Ε. ιδίως:
		<ol>
			<li>Αναπτύσσει και διατηρεί την εθνική Συλλογή, η οποία περιλαμβάνει Υλικό που παράγεται στην Ελλάδα καθώς και Υλικό που παράγεται στο εξωτερικό, 
			αλλά συνδέεται ή έχει συνάφεια με τους ανθρώπους, τη χώρα, τις παραδόσεις και τον πολιτισμό της Ελλάδας σε οποιαδήποτε γλώσσα και μορφή και αν βρίσκεται.
			Για το σκοπό αυτό συγκεντρώνει, επεξεργάζεται, συντηρεί, διαφυλάσσει, προβάλλει και καθιστά το Υλικό της Συλλογής της προσιτό σε κάθε ενδιαφερόμενο, 
			κατά τρόπο ισότιμο και με γνώμονα την ελευθερία της γνώσης, της πληροφόρησης και της έρευνας.</li>
			<li>Αναπτύσσει δραστηριότητες σχετικές με το σκοπό της, με στόχο την ενίσχυση της πολιτιστικής και πνευματικής ζωής της χώρας.</li>
			
			<li>Λειτουργεί ως εθνικό βιβλιογραφικό και πληροφοριακό κέντρο της χώρας και είναι αποδέκτης της υποχρεωτικής, σύμφωνα με το νόμο, κατάθεσης Υλικού.</li>
			
			<li>Συντάσσει και εκδίδει την αναδρομική και την τρέχουσα Εθνική Βιβλιογραφία καθώς και τους καταλόγους του χειρόγραφου, έντυπου ή άλλης μορφής Υλικού που ανήκει στη Συλλογή της.</li>
			
			<li>Λειτουργεί ως επίσημο εθνικό κέντρο παροχής οδηγιών, κατευθύνσεων και διαμόρφωσης προτύπων στους τομείς της βιβλιογραφίας και της συντήρησης, 
			διατήρησης, ψηφιοποίησης και αποκατάστασης Υλικού και της πληροφόρησης που έχει σχέση με αυτά.</li>
			
			<li>Παρέχει τις εθνικές υπηρεσίες διεθνών αριθμοδοτήσεων, όπως αυτές των βιβλίων (ISBN), περιοδικών εκδόσεων (ISSN), μουσικής (ISMN).</li>
			
			<li>Συνεργάζεται σε θέματα βιβλιοθηκών με άλλους οργανισμούς και ιδιώτες στο εσωτερικό και εξωτερικό και συμμετέχει σε ερευνητικά και αναπτυξιακά προγράμματα.</li>
			
			<li>Εκπροσωπεί τη χώρα στο εξωτερικό για ζητήματα που έχουν σχέση με την αποστολή της.</li>
		</ol>
	</div>
</div>
